/*-----------------------------------------------------------------------------
//  FILE NAME       : SerialEvent.cs
//  FUNCTION        : 串口自定义事件
//  AUTHOR          : 李锋(2009/07/10)
//  CHANGE LOG      : 
//  VERSION         : V1.0
//  ---------------------------------------------------------------------------
//---------------------------------------------------------------------------*/


namespace ChromatoBll.serialCom
{

    /// <summary>
    /// 更新联机脱机图标事件的代理
    /// </summary>
    public delegate void LinkGcDelegate();
}
